{
  "home": "Home",
  "about": "Over Ons",
  "services": "Diensten",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "welcome": "Welkom",
  "welcome-text": "Stap in onze levendige gemeenschap, waar uw ideeën tot bloei komen en groei geen grenzen kent. Sluit u vandaag bij ons aan en begin aan een opmerkelijke reis van samenwerking, innovatie en succes.",
  "trading-expertise": "Handelsexpertise",
  "friendly-customer": "Vriendelijke klantenservice",
  "pt": "Persoonlijk Team",
  "pm": "Vastgoedbeheer",
  "lang-select": "Taalkeuze",
  "about-us": {
    "title": "Over Ons",
    "about-us-intro": "Als uw gewaardeerde zakelijke partner opereert V V&F op wereldwijde schaal en is gespecialiseerd in een breed scala aan zware machines, stoffen en voedingsmiddelen, waaronder fruit, groenten, bevroren producten en vastgoedbeheer. Ons belangrijkste doel is het vergemakkelijken van het ontdekken van handelsbehoeften die naadloos aansluiten bij uw bedrijfsdoelstellingen. Via ons uitgebreide netwerk leggen we contacten met bedrijven die u in staat stellen ten volle te profiteren van de talloze voordelen die onze uitzonderlijke diensten bieden.",
    "sub-title": "We bedienen ongeveer 70+ landen in Azië en Europa",
    "intro-2": "Onze Missie.",
    "intro-2-sub-heading": "Bij V V&F zijn we toegewijd aan het importeren van de beste Aziatische/Indiase groenten en tropisch vers fruit, waarbij we ervoor zorgen dat aan de eisen van onze klanten wordt voldaan en tegelijkertijd duurzame voordelen worden gegenereerd voor hen, ons team en onze partners. Onze toewijding aan kwaliteit drijft ons om producten en producten te sourcen van betrouwbare leveranciers, waarbij we optimale normen van kwaliteit en hygiëne handhaven gedurende het gehele proces, van teelt tot export.",
    "intro-2-p-1": "Zorgen voor een consistente levering en tijdige aflevering om aan de behoeften van klanten te voldoen.",
    "intro-2-p-2": "Inspringen op de behoeften van de klant met een persoonlijke en flexibele service.",
    "intro-2-p-3": "Het benadrukken van geloofwaardigheid, vertrouwen en wederzijds vertrouwen met klanten.",
    "intro-2-p-4": "Er alles aan doen om klanttevredenheid te waarborgen op het gebied van producten en behandeling.",
    "intro-1": "Onze Waarden.",
    "intro-1-sub-heading": "Bij V V&F staat klanttevredenheid centraal in onze continue verbeterings- en innovatie-inspanningen. We zijn toegewijd om onze klanten op de eerste plaats te zetten, een warme en attente omgeving te creëren waarin uitzonderlijk eten en service naadloos samenkomen.",
    "intro-sub-heading-1": "Door strategische besluitvorming bieden we hoogwaardige producten tegen concurrerende prijzen, waarbij we ervoor zorgen dat de wensen van onze klanten tijdig en efficiënt worden vervuld. Onze waarden gaan verder dan woorden; ze dienen als onze leidende principes, vormen onze visie, meten ons succes en bepalen hoe we met elkaar omgaan en elkaar behandelen.",
    "intro-3": "Onze Visie.",
    "intro-3-sub-heading": "Bij V V&F streven we ernaar om onszelf te vestigen als het belangrijkste bedrijf in de distributie van de hoogste kwaliteit Aziatische/Indiase groenten en tropisch vers fruit. We streven ernaar dit te bereiken door middel van continue innovatie, onwrikbare geloofwaardigheid, stiptheid en concurrerende prijzen, en stellen daarmee een nieuwe standaard in de branche.",
    "intro-3-p-1-bold": "Integriteit en Ethiek:",
    "intro-3-p-1": "We handhaven de hoogste normen van integriteit en ethiek in elk aspect van ons bedrijf. Onze toewijding aan transparantie en eerlijkheid leidt onze interacties met klanten, werknemers en belanghebbenden, en bevordert vertrouwen en langetermijnrelaties.",
    "intro-3-p-2-bold": "Klantgerichtheid:",
    "intro-3-p-2": "We stellen prioriteit aan het begrijpen en vervullen van de unieke behoeften van onze klanten. Met onwankelbare toewijding gaan we verder dan verwachtingen om hoogwaardige producten en diensten te leveren die niet alleen voldoen, maar ook de verwachtingen van onze klanten overtreffen, waarbij we hun tevredenheid en loyaliteit waarborgen.",
    "intro-3-p-3-bold": "Teamwerk en Samenwerking:",
    "intro-3-p-3": "We geloven sterk in de kracht van teamwork en samenwerking. Door harmonieus samen te werken, benutten we de gezamenlijke krachten en expertise van ons team om onze gezamenlijke doelen te bereiken. Door effectieve samenwerking stimuleren we innovatie, efficiëntie en succes voor ons bedrijf en onze klanten."
  },
  "our-services": {
    "title": "Onze Diensten",
    "pm": {
      "title": "Vastgoedbeheer",
      "body": "We helpen onze klanten bij het beheren van vastgoed door uitgebreide diensten te bieden om de waarde en winstgevendheid van hun eigendommen te maximaliseren. Van het op de markt brengen van het vastgoed tot het vinden van geschikte huurders en het afronden van huurovereenkomsten, wij nemen het gehele proces efficiënt in handen. Daarnaast bieden we expertise op het gebied van logistiek beheer, waardoor naadloze operaties en onderhoud mogelijk zijn via ons vertrouwde netwerk van partners. Met onze toegewijde ondersteuning kunt u uw eigendom aan ons toevertrouwen, in de wetenschap dat we uitzonderlijke beheeroplossingen leveren die zijn afgestemd op uw behoeften."
    },
    "f.v": {
      "title": "Groenten & Fruit",
      "body": "Op het gebied van groenten en fruit blinken we uit in het ondersteunen van onze klanten bij het op de markt brengen van hun producten, het faciliteren van de ontdekking door kopers en het succesvol afronden van verkopen. Bovendien bieden we waardevolle ondersteuning bij het beheren van logistieke vereisten door gebruik te maken van ons uitgebreide netwerk van betrouwbare partners. Met onze uitgebreide diensten kunt u vol vertrouwen de markt betreden, uw activiteiten optimaliseren en gunstige resultaten behalen voor uw bedrijf."
    },
    "f.f": {
      "title": "Diepvriesvoedsel",
      "body": "Op het gebied van diepvriesvoedsel zijn we toegewijd aan het gebruik van geavanceerde technologie en het naleven van de normen van de branche om te voldoen aan gespecialiseerde eisen binnen deze sector. Onze expertise strekt zich uit tot een breed scala aan diepgevroren eetwaren, waarbij we ervoor zorgen dat we voldoen aan de hoogste kwaliteitsnormen en de integriteit van het product behouden. Vertrouw op ons streven naar uitmuntendheid om uitzonderlijke oplossingen voor diepvriesvoedsel te leveren die aan uw specifieke behoeften voldoen."
    },
    "s.f": {
      "title": "Zeevruchten & Vleesproducten",
      "body": "Op het gebied van zeevruchten en vleesproducten zijn we gespecialiseerd in de handel in premium selecties die vers, veilig en schoon zijn. Onze toewijding aan kwaliteit zorgt ervoor dat we de beste zeevruchten en vleesproducten op de markt leveren. Vertrouw op ons om uitzonderlijke kwaliteit te bieden, zodat u kunt genieten van het beste dat de zee en het land te bieden hebben."
    },
    "logistics": {
      "title": "Logistiek",
      "body": "Op het gebied van logistiek zijn we uw betrouwbare partner bij het leveren van een divers scala aan goederen wereldwijd. Van voedingsmiddelen en chemicaliën tot machineonderdelen, documenten, kleding, olie, medicijnen en verschillende andere goederen, bieden we uitgebreide logistieke oplossingen die zijn afgestemd op uw specifieke behoeften. Met onze expertise en wereldwijde netwerk kunt u op ons rekenen voor naadloos en efficiënt transport van uw goederen naar elke bestemming ter wereld."
    },
    "f.t": {
      "title": "Stoffenhandel",
      "body": "Op het gebied van stoffenhandel bieden we een breed scala aan kwaliteitsstoffen voor diverse toepassingen. Of u nu op zoek bent naar textiel voor kleding, meubels, beddengoed of andere doeleinden, we hebben een gevarieerde selectie om aan uw behoeften te voldoen. Met onze toegewijde inspanningen om hoogwaardige stoffen te leveren, zorgen we ervoor dat u kunt genieten van superieure kwaliteit en duurzaamheid in al uw textielproducten."
    },
    "h.m": {
      "title": "Zware machines",
      "body": "Op het gebied van zware machines bedienen we een diverse reeks industrieën met gespecialiseerde eisen, waaronder bouw, landbouw, bosbouw, materiaalbehandeling, transport en meer. Ons uitgebreide assortiment aan zware machines en oplossingen is ontworpen om te voldoen aan de unieke behoeften van elke branche, met optimale prestaties en efficiëntie. Of u nu machines nodig heeft voor bouwprojecten, landbouwactiviteiten, bosbouwwerkzaamheden of materiaalbehandelingstaken, wij beschikken over de expertise en middelen om betrouwbare en hoogwaardige oplossingen voor zware machines te bieden."
    }
  },
  "p-title": "Groenten & Fruit, Eigendomsbeheer, Diepvriesvoedsel, Zware machines, Logistiek en Stoffenhandel zijn onze belangrijkste focus. We hebben een sterke positie in deze industrieën, waardoor we impact kunnen maken, zelfs met beperkt kapitaal.",
  "contact-us": "Neem contact met ons op",
  "contact-section": {
    "title": "Stuur ons uw vraag of zeg gewoon hallo!",
    "name": "Naam",
    "email": "Uw e-mail",
    "subject": "Onderwerp",
    "message": "Bericht",
    "send-message": "Bericht versturen",
    "location": "Locatie",
    "email-us": "E-mail",
    "call": "Bel",
    "open-hr": "Openingstijden"
  },
  "footer": {
    "privacy-policy": "Privacybeleid",
    "terms-conditions": "Algemene voorwaarden",
    "all-rights": "Alle rechten voorbehouden"
  },
  "loading": "Laden",
  "message-sent": "Uw bericht is verzonden. Bedankt!"
}
