{
  "home": "Home",
  "about": "Over ons",
  "services": "Diensten",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "welcome": "Welkom",
  "welcome-text": "Betreed onze levendige gemeenschap, waar jouw ideeën tot bloei komen en groei geen grenzen kent. Sluit je vandaag nog bij ons aan en ga mee op een opmerkelijke reis van samenwerking, innovatie en succes.",
  "trading-expertise": "Handelsexpertise",
  "friendly-customer": "Vriendelijke klantenservice",
  "pt": "Persoonlijk team",
  "pm": "Vastgoedbeheer",
  "lang-select": "Taalkeuze",
  "about-us": {
    "title": "Over Ons",
    "about-us-intro": "Als jouw waardevolle zakelijke samenwerkingspartner opereert V V&F wereldwijd en zijn we gespecialiseerd in een breed scala aan zwaar materieel, stoffen en voedingsmiddelen, waaronder groenten, fruit, bevroren producten en vastgoedbeheer. Ons primaire doel is om handelsbehoeften te ontdekken die naadloos aansluiten bij jouw zakelijke doelstellingen. Via ons uitgebreide netwerk leggen we verbindingen met bedrijven die je in staat stellen om optimaal te profiteren van de talloze voordelen die onze uitzonderlijke diensten bieden.",
    "sub-title": "Actief in ongeveer 70+ landen in Azië en Europa",
    "intro-2": "Onze Missie.",
    "intro-2-sub-heading": "Bij V V&F zijn we toegewijd om de beste Aziatische/Indiase groenten en tropisch vers fruit te importeren, waarbij we voldoen aan de eisen van onze klanten en duurzame voordelen genereren voor hen, ons team en onze partners. Onze toewijding aan kwaliteit drijft ons om producten en producten te sourcen van betrouwbare leveranciers, waarbij we optimale normen van kwaliteit en hygiëne handhaven gedurende het gehele proces, van teelt tot export.",
    "intro-2-p-1": "Een consistente levering en tijdige levering bieden om aan de behoeften van klanten te voldoen.",
    "intro-2-p-2": "Reageren op de behoeften van klanten met een persoonlijke en flexibele service.",
    "intro-2-p-3": "De nadruk leggen op geloofwaardigheid, vertrouwen en wederzijds vertrouwen met klanten.",
    "intro-2-p-4": "Een stapje extra zetten om klanttevredenheid te waarborgen op het gebied van producten en behandeling.",
    "intro-1": "Onze Waarden.",
    "intro-1-sub-heading": "Bij V V&F staat klanttevredenheid centraal in onze voortdurende verbeterings- en innovatie-inspanningen. We zijn toegewijd om onze klanten op de eerste plaats te zetten en een warme en attente omgeving te creëren waarin uitzonderlijk eten en service naadloos samenkomen.",
    "intro-sub-heading-1": "Door strategische besluitvorming bieden we hoogwaardige producten tegen concurrerende prijzen, waarbij we ervoor zorgen dat de wensen van onze klanten tijdig en efficiënt worden vervuld. Onze waarden gaan verder dan woorden; ze dienen als onze leidende principes, vormen onze visie, meten ons succes en definiëren hoe we met elkaar omgaan en elkaar behandelen.",
    "intro-3": "Onze Visie.",
    "intro-3-sub-heading": "Bij V V&F streven we ernaar om onszelf te vestigen als het belangrijkste bedrijf in de distributie van de hoogste kwaliteit Aziatische/Indiase groenten en tropisch vers fruit. We streven ernaar dit te bereiken door middel van continue innovatie, onwankelbare geloofwaardigheid, stiptheid en concurrerende prijzen, waarbij we een nieuwe standaard zetten in de branche.",
    "intro-3-p-1-bold": "Integriteit en Ethiek:",
    "intro-3-p-1": "We handhaven de hoogste normen van integriteit en ethiek in elk aspect van ons bedrijf. Onze toewijding aan transparantie en eerlijkheid leidt onze interacties met klanten, medewerkers en belanghebbenden, waarbij we vertrouwen en langetermijnrelaties bevorderen.",
    "intro-3-p-2-bold": "Klantgerichtheid:",
    "intro-3-p-2": "We stellen het begrijpen en vervullen van de unieke behoeften van onze klanten voorop. Met onwankelbare toewijding gaan we verder dan de verwachtingen om producten en diensten van hoge kwaliteit te leveren die niet alleen aan, maar ook de verwachtingen overtreffen, waarbij we hun tevredenheid en loyaliteit waarborgen.",
    "intro-3-p-3-bold": "Teamwerk en Samenwerking:",
    "intro-3-p-3": "We geloven sterk in de kracht van teamwork en samenwerking. Door harmonieus samen te werken, benutten we de collectieve krachten en expertise van ons team om onze gezamenlijke doelen te bereiken. Door effectieve samenwerking stimuleren we innovatie, efficiëntie en succes voor ons bedrijf en onze klanten."
  },
  "our-services": {
    "title": "Onze Diensten",
    "pm": {
      "title": "Vastgoedbeheer",
      "body": "Wij helpen onze klanten bij het beheren van vastgoed door uitgebreide diensten aan te bieden om de waarde en winstgevendheid van hun eigendom te maximaliseren. Van het promoten van het pand tot het vinden van geschikte huurders en het afronden van huurovereenkomsten, wij regelen het hele proces efficiënt. Daarnaast bieden wij expertise op het gebied van logistiek management, waardoor naadloze operaties en onderhoud mogelijk zijn via ons betrouwbare netwerk van partners. Met onze toegewijde ondersteuning kunt u uw eigendom met vertrouwen aan ons toevertrouwen, in de wetenschap dat wij uitzonderlijke beheersoplossingen leveren die zijn afgestemd op uw behoeften."
    },
    "f.v": {
      "title": "Groenten & Fruit",
      "body": "Op het gebied van groenten en fruit blinken wij uit in het helpen van onze klanten bij het vermarkten van hun producten, het faciliteren van de ontdekking van kopers en het faciliteren van succesvolle verkoop. Bovendien bieden wij waardevolle ondersteuning bij het beheer van logistieke vereisten door gebruik te maken van ons uitgebreide netwerk van betrouwbare partners. Met onze uitgebreide diensten kunt u vol vertrouwen de markt betreden, uw activiteiten optimaliseren en gunstige resultaten behalen voor uw bedrijf."
    },
    "f.f": {
      "title": "Diepvriesvoeding",
      "body": "Op het gebied van diepvriesvoeding zijn wij toegewijd aan het gebruik van geavanceerde technologie en het naleven van industriestandaarden om te voldoen aan gespecialiseerde vereisten binnen deze sector. Onze expertise strekt zich uit tot een breed scala aan diepgevroren voedingsmiddelen, waarbij we ervoor zorgen dat we voldoen aan de hoogste kwaliteitsnormen en tegelijkertijd de integriteit van het product behouden. Met onze toewijding aan uitmuntendheid kunt u erop vertrouwen dat wij uitzonderlijke oplossingen voor diepvriesvoeding leveren die voldoen aan uw specifieke behoeften."
    },
    "s.f": {
      "title": "Zeevruchten & Vleesproducten",
      "body": "Op het gebied van zeevruchten en vleesproducten zijn wij gespecialiseerd in de handel in premium selecties die vers, veilig en schoon zijn. Onze toewijding aan kwaliteit zorgt ervoor dat we de beste zeevruchten en vleesproducten leveren die op de markt verkrijgbaar zijn. Vertrouw op ons om u uitzonderlijke kwaliteit te bieden, zodat u kunt genieten van het beste dat de zee en het land te bieden hebben."
    },
    "logistics": {
      "title": "Logistiek",
      "body": "Op het gebied van logistiek zijn wij uw vertrouwde partner voor het leveren van een diverse reeks goederen wereldwijd. Van voedingsmiddelen en chemicaliën tot technische goederen, documenten, kleding, olie, medicijnen en verschillende andere producten, bieden wij uitgebreide logistieke oplossingen die zijn afgestemd op uw specifieke behoeften. Met onze expertise en wereldwijd netwerk kunt u erop vertrouwen dat wij zorgen voor een naadloos en efficiënt vervoer van uw goederen naar elke gewenste bestemming."
    },
    "f.t": {
      "title": "Stoffenhandel",
      "body": "Op het gebied van stoffenhandel zijn we gespecialiseerd in zowel de import als export van stoffen en textielproducten, met een breed scala aan grondstoffen en afgewerkte goederen. Onze expertise ligt in het faciliteren van naadloze transacties en het bieden van uitgebreide oplossingen om te voldoen aan uw behoeften op het gebied van stofbronnen en handel. Of u nu hoogwaardige grondstoffen of afgewerkte textielproducten nodig heeft, wij staan voor u klaar en zorgen voor betrouwbare en efficiënte stoffenhandelsdiensten."
    },
    "h.m": {
      "title": "Zware machines",
      "body": "Op het gebied van zware machines bedienen wij een diverse reeks industrieën met gespecialiseerde eisen, waaronder bouw, landbouw, bosbouw, materiaalbehandeling, transport en meer. Ons uitgebreide assortiment aan zware machines en oplossingen is ontworpen om te voldoen aan de unieke behoeften van elke branche, met als resultaat optimale prestaties en efficiëntie. Of u nu machines nodig heeft voor bouwprojecten, landbouwactiviteiten, bosbouwactiviteiten of materiaalbehandelingstaken, wij hebben de expertise en middelen om u betrouwbare en hoogwaardige oplossingen voor zware machines te bieden."
    }
  },
  "p-title": "Onze belangrijkste focus ligt op Fruits & Vegetables, Property Management, Frozen Food, Heavy Machinery, Logistics en Fabric Trading. We hebben een sterke positie in deze sectoren, waardoor we een impact kunnen maken, zelfs met beperkt kapitaal.",
  "contact-us": "Neem contact met ons op",
  "contact-section": {
    "title": "Stuur ons uw vraag of zeg gewoon hallo!",
    "name": "Naam",
    "email": "Uw e-mail",
    "subject": "Onderwerp",
    "message": "Bericht",
    "send-message": "Bericht versturen",
    "location": "Locatie",
    "email-us": "E-mail",
    "call": "Bellen",
    "open-hr": "Openingstijden"
  },
  "footer": {
    "privacy-policy": "Privacybeleid",
    "terms-conditions": "Algemene voorwaarden",
    "all-rights": "Alle rechten voorbehouden."
  },
  "loading": "Laden",
  "message-sent": "Uw bericht is verzonden. Bedankt!",
  "b-o": "Virksomhedsoversigt"
}
